# general tools
brew "git"
brew "openssl"
brew "wget"
brew "vim"
brew "tldr"
brew "bat"
brew "tmux"

# development
cask "visual-studio-code"
cask "docker"

# browser
cask "firefox"
cask "google-chrome"

# misc
cask "spotify"
cask "slack"
cask "spectacle"
cask "bitwarden"
cask "dropbox"
cask "authy"
cask "sketch"

# work specific
tap "shopify/shopify"
brew "themekit"