# general tools
brew "git"
brew "openssl"
brew "wget"
brew "vim"
brew "zsh"
brew "tldr"
brew "the_silver_searcher"


# development
cask "iterm2"
cask "visual-studio-code"
cask "docker"

# browser
cask "firefox"
cask "google-chrome"

# misc
cask "spotify"
cask "slack"
cask "spectacle"
cask "1password"
cask "alfred"
cask "dropbox"

# fonts
tap "caskroom/fonts"
cask "font-ibm-plex"
cask "font-fira-code"
